<?php
    require "header.php";
    require "navbar.php";
?>

<div class="announcementWrapper">
    <div class="announcementSecondWrapper">
        <div class="announcementHeader">
           ยินดีต้อนรับ
        </div>  
        <div class="announcementText"> 
        ยินดีต้อนรับคอบอลทุกท่านเข้าสู่เว็ป stoppage time! 
        เป้าหมายของเราคือสร้างแหล่งสังคมที่คอบอลทั้งหลายจะสามารถแลกเปลี่ยนความคิดเห็นกันได้อย่างอิสระภายใต้ 
        <a href="rules.php">กฏของเรา</a> เราขอเน้นย้ำว่าไม่สนับสนุนการหยอกล้อที่เกินเลย 
        แต่ก็ไม่ได้ห้ามหยอกล้อเช่นกันเพราะมันเป็นสีสันของฟุตบอล เราไม่สนับสนุนการพนันยกเว้นว่าในอนาคตการพนันจะได้รับการยอมรับจากกฏหมาย
        <br>
        <br>
        <br>
        ระบบนี้เป็นPhase I(เฟส 1) ของเรา หากมีข้อผิดพลาดใดๆ สามารถ <a href="contactUs.php">ติดต่อเรา</a> มาได้ทุกช่องทาง และเราสัญญาว่า
        จะทำงานกันให้เต็มที่เพื่อแก้ปัญหาที่เราจะต้องเจอในอนาคต เราจะสร้างสังคมฟุตบอลที่ใหญ่ที่สุดในประเทศไปด้วยกัน!!!
        <br>
        <br>
        ท้ายนี้ สวัสดีและยินดีต้อนรับทุกๆท่านนะครับ หวังว่าเราจะเติบโตไปด้วยกัน^^ 
        <br>
        <br>
        ฝากกดติดตาม <a href="https://www.facebook.com/stoppageTime">facebook</a> ด้วยนะครับ
        </div>
    </div>    
</div>



        


        

        




