<?php
    require "header.php";
    require "navbar.php";
?>

<div class="announcementWrapper">
    <div class="announcementSecondWrapper">
        <div class="announcementHeader">
            กฏของเรา!
        </div>  
        <div class="announcementText"> 
        กฏเราสร้างไว้เพื่แเพิ่มความน่าอยู่ของสังคมฟุตบอลเราให้มากขึ้นโดยที่ยังคงความสนุกสนานสีสันของฟุตบอลไว้ 
        หากตรวจพบว่าไม่ทำตามกฏของเรา อาจโดนลบโพส ลบคอมเม้น หรือโดนลบผู้ใช้ แล้วแต่การพิจารณาของแอดมินทั้งหลาย
        <br>
        <br>
        1.) ห้ามโพส คอมเม้นด้วยเจตนาที่จะโฆษณาสินค้าหรือบริการโดยไม่ได้รับอนุญาติ ไม่ว่าจะเป็นโฆษณาเพจ ไลน์@ เว็ปไซต์ หรือสินค้า
        <br>
        <br>
        2.) ห้ามโพสเกี่ยวกับสิ่งผิดกฏหมายทั้งหมด เช่น การพนัน การค้าประเวณี หรือขายยาเสพติด และอื่นๆตามกฏหมายกำหนด
        <br>
        <br>
        3.) สามารถโพสวิเคราะห์ผลฟุตบอลก่อนเกม/ระหว่างเกมได้ตราบใดที่ไม่ได้มีการโยงเข้าสู่เว็ปพนัน หรือโฆษณาต่างๆ
        <br>
        <br>
        4.) ห้ามสแปมเพื่อก่อกวนทั้งการโพสและคอมเม้น
        <br>
        <br>
        5.) ห้ามโพสเกี่ยวกับเรื่องอื่นที่ไม่เกี่ยวกับฟุตบอล จะเกี่ยวมากเกี่ยวน้อยก้ได้ ไม่มีปัญหา
        <br>
        <br>
        6.) เราไม่ห้ามการหยอกล้อ ล้อเลียนกันเพราะมันเป็นสีสันของฟุตบอลและพบเห็นได้มากในต่างประเทศ 
        แต่หากว่าการหยอกล้อของคุณมีคำหยาบคายหรือเจตนาร้ายซึ่งทำให้ผู้โดนหยอกล้อไม่พอใจ เราจะลงโทษคุณตามที่เราเห็นสมควร
        <br>
        <br>
        7.) การตัดสินใจทั้งหมดที่แอดมินและผู้ควบคุมเว็ปไซต์ถือเป็นที่สิ้นสุด โปรดเคารพการตัดสินใจของเรา
        <br>
        <br>
        ท้ายที่สุด ขอให้ทุกท่านทำตามกฏ เราจะได้สร้างสังคมใหม่แห่งวงการฟุตบอล และเติบโตไปด้วยกัน!
        </div>
    </div>    
</div>