<?php
    require "header.php";
    require "navbar.php";
?>

<div class="announcementWrapper">
    <div class="announcementSecondWrapper">
        <div class="announcementHeader">
           Terms and Services
        </div>  
        <div class="announcementText"> 
        ในข้อตกลงต่อไปนี้ผู้สมัครใช้งานเว็ปไซต์จะถูกเรียกแทนว่า ผู้ใช้งาน ผู้ควบคุมเว็ปไซต์ และพนักงานที่เกี่ยวข้องจะถูกเรียกว่าแอดมิน
        <br>
        <br>
        1.) เว็ปไซต์นี้ทำมาเพื่อการเเลกเปลี่ยนและสนทนาเกี่ยวกับฟุตบอลเท่านั้น หากมีการทำผิดกฏหมายขึ้นแอดมินและผู้ดูแลที่เกี่ยวข้องกับเว็ปไซต์ทุกคนจะไม่มีส่วนรับผิดชอบใดๆหากความผิดนั้นมาจากตัวผู้ใช้งานนั้นๆ ทุกๆโพสและคอมเม้น
        อยู่ภายใต้กฏหมายของประเทศไทบ และหากถูกลงโทษผู้ใช้งานจะต้องรับโทษฝ่ายเดียวหากมีการแจ้งข้อหาขึ้น
        <br>
        <br>
        2.) เว็ปไซต์นี้ทำมาเพื่อการเเลกเปลี่ยนและสนทนาเกี่ยวกับฟุตบอลเท่านั้น หากมีโพสใดๆที่ไม่เกี่ยวเนื่อง แอดมินสามารถทำการลบหรือเปลี่ยนแปลงโพส คอมเม้น หรือผู้ใช้งานได้โดยไม่ต้องขออนุญาติผู้ใช้งานและการตัดสินใจของแอดมินถือเป็นที่สุด
        <br>
        <br>
        3.) เนื้อหาทั้งหมดจะต้องอยู่ภายใต้กฏหมายประเทศไทยปัจจุบันโดยไม่มีข้อแม้ หากพบเจอจะถูกลบหรือดำเนินคดีตามแต่เห็นสมควร
        <br>
        <br>
        4.) หากมีการฟ้องร้องเกิดขึ้นไม่ว่าจะระหว่างผู้ใช้งาน หรือจากบุคคลที่สามต่อผู้ใช้งาน ผู้ใช้งานจะต้องรับโทษหรือไกล่เกี่ยด้วยตัวเอง ทางเว็ปไซต์และแอดมินจะไม่มีส่วนเกี่ยวข้องกับข้อพิพาทระหว่างสองฝั่ง
        <br>
        <br>
        5.) ผู้ใช้งานยินยอมและยอมรับความเสี่ยงหากเกิดเหตุการ์ณไม่คาดฝันที่นำไปสู่การรั่วไหลของข้อมูลที่ถูกบันทึกในฐานข้อมูลของเรา
        <br>
        <br>
        6.) หากมีเจ้าหน้าที่รัฐนำหมายค้นเพื่อขอข้อมูลของผู้ใช้งานเพื่อดำเนินคดีตามกฏหมาย ผู้ใช้งานยินยอมที่จะให้แอดมินส่งมอบข้อมูลที่ถูกขอมา 
        <br>
        <br>
        7.) ผู้ใช้งานยินยอมกฏประจำเว็ปไซต์ <a href="rules.php">ที่ปรากฏตรงนี้</a>
        <br>
        <br>
        8.) ผู้ใช้งานยินยอมให้แอดมินและเว็ปไซต์สามารถเปลี่ยนแปลงและแก้ไขข้อตกลงได้ตามที่สมควรในอนาคตได้     
        <br>
        <br>
        9.) ผู้ใช้งานยินยอมกับข้อตกลงทั้งหมดในที่นี้ 
        </div>
    </div>    
</div>